[{
        "title": "Pembukaan Pelatihan Teknis Bidang TIK untuk Penyuluh Agama Angkatan 1 (GTA), Training of Trainers Digital Entrepreneurship Academy(DEA), Pelatihan dan Sertifikasi Junior Cyber Security dan Cyber Security Analyst dalam rangka Witness Penambahan ruang lingkup LSP BPPTIK Tahun 2021 di BPPTIK Kominfo Secara Daring",
        "date": "27 Juli 2021",
        "image": "https://bpptik.kominfo.go.id/wp-content/uploads/2021/07/x26-2-660x368.png.pagespeed.ic.bm6Zvw4rNf.webp",
        "content": "<?php pageImage('#', 'https://bpptik.kominfo.go.id/wp-content/uploads/2021/07/x26-1-660x368.png.pagespeed.ic.n4V0mCXx4C.webp', 'Laporan Ketua Panitia oleh Kepala BPPTIK, DR. Nusirwan S.Ag, M.Si', 'Laporan Ketua Panitia oleh Kepala BPPTIK, DR. Nusirwan S.Ag, M.Si'); ?> <p><strong>BPPTIK</strong>- Balai Pelatihan dan Pengembangan Teknologi Informasi dan Komunikasi (BPPTIK) menyelenggarakan Pelatihan Teknis Bidang TIK untuk Penyuluh Agama Angkatan 1,Training of Trainers Digital Entrepreneurship Academy(DEA), Pelatihan dan Sertifikasi Junior Cyber Security, dan Cyber Security Analyst dalam rangka Witness Penambahan ruang lingkup LSP BPPTIK secara online.</p> <p>Kegiatan  dilaksanakan pada tanggal 26 Juli - 12 Agustus 2021 secara Online, melalui media B-Learning BPPTIK dan aplikasi video conference. Kegiatan diawali pembacaana laporan kegiatan oleh Kepala BPPTIK , DR.Nusirwan, S.Ag, M.Si. Pada kesempatan tersebut beliau menyampaikan tujuan kegiatan ini yaitu meningkatkan kompetensi teknis bidang TIK bagi penyuluh agama di lingkungan Kementerian Agama dalam mengelola TIK secara profesional dalam melakukan pekerjaannya, meningkatkan pelayanan publik berbasis e-government, memastikan dan memelihara kompetensi calon pengajar DEA,memastikan dan memelihara kompetensi peserta Cyber Security Analyst dna Menambahkan ruang lingkup skema JSA dan CSA pada LSP BPPTIK.</p> <p>Jumlah peserta yang mengikuti pelatihan adalah sebanyak 533 orang yang berasal dari Kementerian Agama seluruh Indonesia, President University, STIMIK Bani Saleh, Universitas Indraprasta PGRI, Universitas Bina Insani, SMK Bina Mitra dan SMK Islam Darurohman dan untuk tenaga pengajar berjumlah 26 orang yang berasal dari Kementerian Agama, Universitas Padjajaran, Universitas Muhammadiyah Jakarta, Universitas Nahdatul Ulama Kalsel dan BPPTIK Kominfo.</p> <p>Pembukaan turut dihadiri oleh  Direktur Penerangan Agama Islam Kementerian Agama; Drs. H. Syamsul Bahri, M.Pd.I.; Ketua STMIK Bani Saleh, Bapak Drs. Taufik Maulana, MBA.;WakilRektor IV Bidang Kerjasama Universitas Indraprasta PGRI, Ambar Tri Hapsari, M.Kom.,  Wakil Rektor III President University, Bapak Dr. Josep Ginting, S.E., M.M., Dekan Fakultas Komputer President University,  Ir. Rila Mandala, M.Eng., Ph.D., Dekan Fakultas Bisnis President University, Ibu Dr. Maria Jacinta Arquisola, BA., MHRM., Dekan Fakultas Informatika Universitas Bina Insani, Didik Setiyadi, S.Kom., M.Kom, Kepala SMK Islam Darurrohman, Bapak M. Yadi, S.Pd., MM., Wakil Kepala Kesiswaan SMK Binamitra, Bapak Tato Purwanto, M.Pd., Ketua Pokja GTA DTS Kominfo, Bapak Ir. Herry Abdul Aziz, M.Eng., Ketua Pokja DEA DTS Kominfo, Bapak Riza Azmi, S.Kom., M.Kom. dan Kepala BPPTIK, DR. Nusirwan S.Ag, M.Si..</p> <?php pageImage('#', 'https://bpptik.kominfo.go.id/wp-content/uploads/2021/07/x26-2-660x368.png.pagespeed.ic.bm6Zvw4rNf.webp', 'Sambutan dan Pembukaan secara resmi oleh Kepala Badan Litbang SDM Kementerian Kominfo, DR. Hary Budiarto, M.Kom', 'Sambutan dan Pembukaan secara resmi oleh Kepala Badan Litbang SDM Kementerian Kominfo, DR. Hary Budiarto, M.Kom'); ?> <p>Kegiatan dibuka secara resmi oleh Kepala Badan Litbang SDM, DR. Hary Budiarto, M.Kom, pada hari Senin (26/07/2021).Dalam pemaparannya, beliau menyampaikan program Digitalent Scholarship (DTS), merupakan program yang diberikan kepada para talenta digital Indonesia sejak tahun 2018. Pada tahun 2021, DTS didesain untuk menciptakan ekosistem yang seimbang dalam peta hentahelik, yaitu pemerintah,komunitas atau masyarakat. instituisi pedidikan tinggi dunia usaha dan media untuk dapat menjadi fasilitator dan akseleratir pendukung ekonomi digital.</p> <p>Selain itu juga beliau juga menyampaikan DTS bertujuan untuk meningkatkan daya saing, kreatifitas profesioanalisme SDM di  bidang TIK untuk angkatan kerja muda, masyarakat umum dan ASN Indonesia.</p> <p>DTS 2021 menjadi 8 garis besar, VGA, VSGA, Thematic ACADEMY, Pro academy, GTA, DEA dan TSA. Pelatihan penyuluh agama termasuk dalam program Government Talent Academy(GTA). Tujuan pelatihan ini  agar dapat memberikan pemahaman secara masive dengan memanfaatkan TIK.</p> <p>Penyuluh agama yang memiliki kompetensi di bidang TIK sangat diperlukan karena banyak sekali saat ini masyarakat terjebak dalam Hoax, banyak materi kurang benar seperti paham radikalisme. Oleh karena itu penting penyuluh agama dalam ruang lingkup digital,bisa memberikan pemahaman yg masive dan komprehensif pada masyarakat dengan memanfatkan TIK dengan menyampaikan informasi yang benar sesuai kaidah agama Islam.</p> <?php pageImage('#', 'https://bpptik.kominfo.go.id/wp-content/uploads/2021/07/x26-3-660x351.jpg.pagespeed.ic.717U68MsB0.webp', 'Sesi Foto Bersama', 'Sesi Foto Bersama'); ?> <p>Pada akhir pemaparan, beliau juga menyampaikan ke peserta selamat mengikuti pelatihan dan dapat mengikuti pelatihan sebaik-baiknya. Pembukaan pelatihan ini ditutup dengan doa bersama. (bpptik/ds/rie)</p>"
    },
    {
        "title": "Pembukaan Kegiatan ToT Pelatihan Penyuluh Agama bagi ASN Kementerian Agama Angkatan II Tahun 2021 di BPPTIK Kominfo secara Daring",
        "date": "22 Juli 2021",
        "image": "https://bpptik.kominfo.go.id/wp-content/uploads/2021/07/xtot1-2-660x371.png.pagespeed.ic.FueswgsqIL.webp",
        "content": "<?php pageImage('#', 'https://bpptik.kominfo.go.id/wp-content/uploads/2021/07/xtot1-1-660x371.png.pagespeed.ic.3nwzfrxxhZ.webp', 'Sambutan dan Pembukaan Secara Resmi oleh Kepala Badan Litbang SDM Kementerian Kominfo', 'Sambutan dan Pembukaan Secara Resmi oleh Kepala Badan Litbang SDM Kementerian Kominfo') ?> <p><strong>BPPTIK</strong> - Balai Pelatihan dan Pengembangan Teknologi Informasi dan Komunikasi (BPPTIK) menyelenggarakan ToT Pelatihan Penyuluh Agama bagi Aparatur Sipil Negara (ASN) Kementerian Agama Angkatan II Tahun 2021 di BPPTIK Kominfo secara Daring.</p> <p>Kegiatan dilaksanakan pada tanggal 21 Juli - 03 Agustus 2021 secara Daring melalui media B-Learning BPPTIK dan aplikasi video conference Zoom Meeting. Tujuan kegiatan ini adalah meningkatkan kompetensi teknis bidang TIK bagi Penyuluh Agama di lingkungan Kementerian Agama dalam menggunakan dan/atau mengelola TIK secara professional dalam melaksanakan pekerjaanya. Selain itu, peserta diharapkan dapat meningkatkan pelayanan public berbasis e-Government. Pelatihan ini diselenggarakan dengan sumber dana dari DIPA BPPTIK Tahun Anggaran 2021</p> <?php pageImage('#', 'https://bpptik.kominfo.go.id/wp-content/uploads/2021/07/xtot1-2-660x371.png.pagespeed.ic.FueswgsqIL.webp', 'Laporan Ketua Panitia Penyelenggara oleh Kepala BPPTIK', 'Laporan Ketua Panitia Penyelenggara oleh Kepala BPPTIK') ?> <p>Pembukaan diawali dengan laporan ketua panitia penyelenggara, Pak Nusirwan, selaku Kepala oleh Kepala Balai Pelatihan dan Pengembangan Teknologi Informasi dan Komunikasi (BPPTIK) Kementerian Kominfo. Pelatihan pada kegiatan ini mengacu kepada Unit Kompetensi SKKNI Bidang Pengoperasian Komputer dan dilengkapi dengan kompetensi Penggunaan Perangkat Lunak Pengolah Gambar Tingkat Dasar. Jumlah peserta yang mengikuti pelatihan ini adalah sebanyak 60 orang yang merupakan penyuluh agama di lingkungan Kementerian Agama dari berbagai wilayah di Indonesia. Jumlah tenaga pengajar berjumlah 4 orang yang berasal dari BPPTIK, LAN, dan Ditjen Aptika Kominfo. Pembukaan turut dihadiri oleh Sub Koordinator Penyelenggara Pelatihan Aparatur BPPTIK, Pak Hary Yudhanto, Direktur Penerangan Agama Islam Kementerian Agama, Kepala Subdit Penyuluh Agama Islam Kementerian Agama, Kepala Seksi Agama Islam Kementerian Agama, para tenaga pengajar, serta para peserta pelatihan.</p> <?php pageImage('#', 'https://bpptik.kominfo.go.id/wp-content/uploads/2021/07/xtot1-3-660x371.png.pagespeed.ic.CKGKhttUm8.webp', '') ?> <p>Kemudian dilanjutkan oleh Pak Hary Budiarto, Kepala Badan Litbang SDM Kementerian Kominfo untuk memberikan sambutan serta membuka kegiatan ini secara resmi. Dalam sambutannya, Kepala Badan Litbang SDM Kementerian Kominfo menyampaikan Instruksi Presiden melalui Menteri Kominfo terkait Program Akselerasi Transformasi Digital. Indonesia memiliki target 9 juta talenta digital pada tahun 2030. Jika dirincikan, setiap tahun Indonesia harus menghasilkan 600 ribu talenta digital. Beliau mengucapkan terima kasih kepada Kementerian Agama yang telah turut berperan dalam upaya pencapaian target tersebut melalui kegiatan ini.</p> <p>Kepala Badan Litbang SDM juga menginformasikan terkait Digital Talent Scholarship yang terdiri dari beberapa program, yaitu FGA, VSGA, TA, PROA, DEA, GTA, dan TSA. Pelatihan ini merupakan salah satu bidang dalam program GTA (Government Transformation Academy). Melaui bidang ini, para penyuluh agama dapat melaksanakan tugas dan fungsinya menggunakan teknologi digital. Beliau berharap, setelah mengikuti kegiatan ini para penyuluh agama dapat memberikan pemahaman yang masif dan komprehensif dengan berbagai media sehingga masyarakat terhindar dari informasi hoax. Pembukaan pelatihan ini ditutup dengan doa bersama. (bpptik/nfm/rie)</p>"
    },
    {
        "title": "Kepala Badan Litbang SDM Kominfo Membuka Pelatihan dan Sertifikasi Kompetensi Bidang TIK Berbasis SKKNI Gelombang Ke-7 Tahun 2021 Secara Online",
        "date": "7 Juli 2021",
        "image": "https://bpptik.kominfo.go.id/wp-content/uploads/2021/07/xKepala-Badan-Litbang-SDM-Kominfo-Membuka-Pelatihan-dan-Sertifikasi-Kompetensi-Bidang-TIK-Berbasis-SKKNI-Gelombang-Ke-7-Tahun-2021-Secara-Online-660x381.png.pagespeed.ic.A-skczj_6n.webp",
        "content": "<?php pageImage('#', 'https://bpptik.kominfo.go.id/wp-content/uploads/2021/07/xKepala-Badan-Litbang-SDM-Kominfo-Membuka-Pelatihan-dan-Sertifikasi-Kompetensi-Bidang-TIK-Berbasis-SKKNI-Gelombang-Ke-7-Tahun-2021-Secara-Online-660x381.png.pagespeed.ic.A-skczj_6n.webp', 'Kepala Badan Litbang SDM Kominfo Membuka Pelatihan dan Sertifikasi Kompetensi Bidang TIK Berbasis SKKNI Gelombang Ke-7 Tahun 2021 Secara Online', 'Kepala Badan Litbang SDM Kominfo Membuka Pelatihan dan Sertifikasi Kompetensi Bidang TIK Berbasis SKKNI Gelombang Ke-7 Tahun 2021 Secara Online') ?> <p><strong>BPPTIK</strong> - Balai Pelatihan dan Pengembangan Teknologi Informasi dan Komunikasi kembali menyelenggarakan Pelatihan dan Sertifikasi Kompetensi Online Bidang TIK Berbasis Standar Kompetensi Kerja Nasional Indonesia (SKKNI) Gelombang Ke-7 Tahun 2021. Upacara pembukaan dilaksanakan secara online pada hari Senin tanggal 5 Juli 2021 melalui aplikasi online conference. Kegiatan dibuka secara resmi oleh Kepala Badan Litbang SDM Kementerian Kominfo, Hary Budiarto; dengan dihadiri oleh Kepala BPPTIK, Nusirwan; Sub Koordinator BPPTIK; dan tenaga pengajar.</p> <p>Kegiatan Pelatihan dan Sertifikasi Kompetensi Online Bidang TIK Berbasis SKKNI Gelombang Ke-7 Tahun 2021 diselenggarakan pada tanggal 5 Juli - 3 Agustus 2021. Kegiatan ini terdiri dari pembelajaran mandiri dengan pendampingan pengajar melalui Learning Management System (LMS) BPPTIK, live session dengan pengajar, serta sertifikasi online melalui aplikasi online conference. Jumlah peserta pada Pelatihan dan Sertifikasi Kompetensi Online Bidang TIK Berbasis SKKNI Gelombang Ke-7 Tahun 2021 ini sebanyak sebanyak 1.044 orang. Para peserta terbagi ke dalam 5 (lima) program pelatihan dan skema sertifikasi yang mengacu pada Skema Sertifikasi Okupasi Nasional, yaitu Junior Office Operator sebanyak 341 orang peserta, Junior Web Developer sebanyak 282 orang peserta, Junior Graphic Designer sebanyak 223 orang peserta, Junior Network Administrator sebanyak 114 orang peserta, dan Teknisi Utama Jaringan Komputer sebanyak 84 orang peserta. Tenaga pengajar berjumlah 28 orang yang berasal dari BPPTIK Kominfo, President University, BBPLK Bekasi, dan Relawan TIK Indonesia.</p> <p>Kepala Badan Litbang SDM menyampaikan apresiasi terhadap seluruh pihak yang terlibat dalam pelaksanaan kegiatan ini. Berikutnya, beliau menyampaikan pula paparan dan sambutan bagi peserta dengan tema -Strategi Pengembangan SDM Bidang TIK Secara Nasional-. Beliau menjelaskan tentang arahan Presiden Republik Indonesia dalam Perencanaan Transformasi Digital untuk menghadapi Revolusi Industri 4.0.</p> <p>Arahan Presiden tersebut diterjemahkan ke dalam roadmap Kominfo dengan target Indonesia Emas 2045: Keluar dari Middle Income Trap. Target tersebut sekaligus mendorong Indonesia menjadi negara maju, bukan lagi negara berkembang. Diharapkan pula, pada tahun tersebut tercipta 2,5 juta lapangan pekerjaan yang terkait Industri 4.0. Kominfo membagi roadmap tersebut menjadi 3 bagian yaitu penyiapan SDM, kebijakan serta tata kelola.</p> <?php pageImage('#', 'https://bpptik.kominfo.go.id/wp-content/uploads/2021/07/xKepala-Badan-Litbang-SDM-Kominfo-Memberikan-Arahan-Mengenai-Strategi-Pengembangan-SDM-Bidang-TIK-Secara-Nasional-660x288.png.pagespeed.ic.hqZrrLsMSh.webp', 'Kepala Badan Litbang SDM Kominfo Memberikan Arahan Mengenai Strategi Pengembangan SDM Bidang TIK Secara Nasional', 'Kepala Badan Litbang SDM Kominfo Memberikan Arahan Mengenai Strategi Pengembangan SDM Bidang TIK Secara Nasional') ?> <p>Pelatihan dan Sertifikasi Kompetensi Online Bidang TIK Berbasis SKKNI ini merupakan salah satu strategi pelaksanaan roadmap tersebut pada bagian penyiapan SDM. Program pelatihan ini berkorelasi dengan program <a href='http://digitalent.kominfo.go.id/'> Digital Talent Scholarship (DTS)</a> atau Beasiswa untuk Talenta Digital sebagai program unggulan Kementerian Kominfo. Program ini dilengkapi pula dengan sertifikasi yang menjadi kesempatan bagi para peserta untuk meningkatkan pengetahuan dan keterampilan, sikap serta daya saing di bidang TIK.</p> <p>Lebih lanjut, Kepala Badan Litbang SDM menyampaikan pula, harapan beliau agar para peserta yang nantinya menjadi alumni pelatihan dapat membuat profil siap kerja yang dilengkapi dengan informasi kompetensi tersertifikasi melalui aplikasi <a href='https://simonas.kominfo.go.id/'>SIMONAS</a> sehingga meningkatkan penyerapan tenaga kerja bidang TIK.</p> <p>BPPTIK di bawah koordinasi Kementerian Kominfo turut berkomitmen untuk menyelenggarakan Pelatihan dan Sertifikasi Kompetensi Online Bidang TIK Berbasis SKKNI Tahun 2021 dengan tidak membebankan biaya apapun kepada peserta. Seluruh pembiayaan program ini dibebankan kepada APBN BPPTIK Tahun 2021. Selain itu, BPPTIK memiliki program pelatihan dan pemanfaatan fasilitas maupun kerja sama lainnya di bidang pelatihan TIK melalui skema pembiayaan PNBP berdasarkan PP 80/2015. (bpptik/fm/lpa)</p>"
    }
]